/*
 *   LICENSE
 *
 * Localizable.strings is part of FlyveMDMInventoryAgent
 *
 * FlyveMDMInventoryAgent is a subproject of Flyve MDM. Flyve MDM is a mobile
 * device management software.
 *
 * FlyveMDMInventoryAgent is free software: you can redistribute it and/or
 * modify it under the terms of the GNU General Public License
 * as published by the Free Software Foundation; either version 3
 * of the License, or (at your option) any later version.
 *
 * FlyveMDMInventoryAgent is distributed in the hope that it will be useful,
 * but WITHOUT ANY WARRANTY; without even the implied warranty of
 * MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
 * GNU General Public License for more details.
 * ------------------------------------------------------------------------------
 * @author    Hector Rondon <hrondon@teclib.com>
 * @date      22/09/17
 * @copyright Copyright © 2017-2018 Teclib. All rights reserved.
 * @license   LGPLv3 https://www.gnu.org/licenses/lgpl-3.0.html
 * @link      https://github.com/flyve-mdm/ios-inventory-agent.git
 * @link      http://flyve.org/ios-inventory-agent
 * @link      https://flyve-mdm.com
 * ------------------------------------------------------------------------------
 */

"app_name" = "Flyve MDM Inventory Agent";
"agent_started" = "Flyve MDM Inventory Agent is started";
"agent_stopped" = "Flyve MDM Inventory Agent is stopped";
"agent_reboot" = "Flyve MDM Inventory Agent has restarted";
"agent_description" = "Inventory Agent is running in background";
"button_start_inventory" = "Start inventory now";
"menu_settings" = "Settings";
"menu_clearlog" = "Clear Log";
"menu_send" = "Send";
"menu_getinv" = "Get inventory";
"all_permissions" = "Grant all possible permissions";
"agent_connected" = "Connected to Inventory Agent Service";
"agent_disconnected" = "Disconnected from Inventory Agent Service";
"inventory_started" = "Starting Inventory Agent...";
"inventory_sended" = "Sending Inventory Agent...";
"inventory_ended" = "End of Inventory Agent";
"button_connect_agent" = "Connect Inventory Agent";
"button_disconnect_agent" = "Disconnect Inventory Agent";
"error_inventory" = "Inventory Agent not completed";
"ok_inventory" = "Inventory Agent completed";
"error_send_inventory" = "Inventory not sent";
"ok_send_inventory" = "Inventory sent";
"service_notif_id" = "Flyve MDM Inventory Agent";
"agent_settings" = "Inventory Agent settings";
"phone_boot" = "Agent must be launched at phone boot";
"manual_launch" = "Agent must be launched manually";
"boot_options" = "Boot options";
"inventory_server" = "Inventory Agent server";
"log_text" = "Server response";
"authentication_credentials" = "HTTP authentication credentials";
"login" = "Login";
"login_input" = "Define login";
"password" = "Password";
"password_input" = "Define password";
"tag" = "Tag";
"tag_input" = "Custom asset tag";
"server_empty" = "The server address is not configured";
"inventory" = "Inventory";
"inventory_disable" = "Tap to disable inventory";
"inventory_enable" = "Tap to enable inventory";
"inventory_run" = "Run inventory now";
"inventory_share" = "Please select format to share the inventory";
"run" = "Send inventory report";
"show_inventory" = "Show my inventory";
"show_inventory_detail" = "Display inventory report";
"global" = "Global";
"global_title" = "Global settings";
"global_detail" = "Setup, certificates, server...";
"notifications" = "Notifications";
"notifications_disable" = "Tap to disable notifications";
"notifications_enable" = "Tap to enable notifications";
"open_settings" = "Open Settings";
"alert_disable_notifications" = "To disable notifications, please use system settings";
"alert_enable_notifications" = "To enable notifications, please use system settings";
"later" = "Later";
"server" = "Server address";
"server_title" = "Server settings";
"server_input" = "Define server address";
"cancel" = "Cancel";
"accept" = "Accept";
"about" = "About";
"about_detail" = "License and build information";
"privacy" = "Privacy";
"health_report" = "Health Report";
"health_report_disable" = "Tap to disable send crash reports";
"health_report_enable" = "Tap to enable send crash reports";
"usage_data" = "Usage Data";
"usage_data_disable" = "Tap to disable send anonymous usage data";
"usage_data_enable" = "Tap to enable send anonymous usage data";
// Inventory file
"drives" = "Drives";
"volumn" = "Volumn";
"free" = "Free";
"label" = "Label";
"total" = "Total";
"simCard" = "Sim Card";
"countryCode" = "Country Code";
"operatorName" = "Operator Name";
"operatorCode" = "Operator Code";
"hardware" = "Hardware";
"archName" = "Architecture Name";
"type" = "Type";
"osComments" = "OS Comments";
"name" = "Name";
"osVersion" = "OS Version";
"memory" = "Memory";
"osName" = "OS Name";
"uuid" = "UUID";
"storages" = "Storages";
"diskSize" = "Disk Size";
"cpus" = "CPUS";
"core" = "Core";
"manufacturer" = "Manufacturer";
"speed" = "Speed";
"thread" = "Thread";
"cache" = "Cache";
"cameras" = "Cameras";
"resolution" = "Resolution";
"accessLog" = "Access Log";
"userId" = "User Id";
"userId" = "User Id";
"logDate" = "Log Date";
"bios" = "Bios";
"motherboardModel" = "Motherboard Model";
"biosManufacturer" = "Bios Manufacturer";
"systemModel" = "System Model";
"videos" = "Videos";
"chipset" = "Chipset";
"operatingSystem" = "Operating System";
"kernelVersion" = "Kernel Version";
"fullName" = "full Name";
"version" = "Version";
"kernelName" = "Kernel Name";
"memories" = "Memories";
"capacity" = "Capacity";
"network" = "Network";
"ipAddress" = "IP Address";
"macAddr" = "MAC Address";
"ipSubnet" = "IP Subnet";
"wifiBssid" = "Wifi BSSID";
"wifiSsid" = "Wifi SSID";
"accountInfo" = "Account Info";
"keyName" = "Key Name";
"keyValue" = "Key Value";
"versionClient" = "Version Client";
"query" = "Query";
"deviceId" = "Device ID";
